{
"teams": [
    {
	"team_abbrev": "WISE",
	"team_name": “Web-based Interactive Software Engineering”,
	"day": “Thursday”,
	"time": “8:30 AM - 10:30 AM”,
	"aoi": “Human Services”,
	"description": “The WISE team creates web-based applications meant to coordinate and inform their project partners' members, volunteers, and users. The applications are easy to use while still implementing requested functionality. This provides value to the users by simplifying and expanding current outdated processes without being overwhelming.”,
	"website": “http://epics.ecn.purdue.edu/wise/”,
    },
    {
	"team_abbrev": "EVEI",
	"team_name": “Electric Vehicle Event Infrastructure”,
	"day": “Thursday”,
	"time": “8:30 AM - 10:30 AM”,
	"aoi": “Human Services”,
	"description": “This course is a project-based design course to develop the core infrastructure required to establish the Purdue Electric Vehicle Kart event.  This project will explore and recommend electric go-kart design specifications, track and safety requirements, and race scoring. This Multidisciplinary team will be using the EPICS Human Center Design Process to achieve the project deliverables. This project team will be making recommendations for the prototype electric vehicle go-kart event.”,
	"website": “http://epics.ecn.purdue.edu/evei/”,
    },
    {
	"team_abbrev": "EII",
	"team_name": “Environmental Improvement Initiatives”,
	"day": “Wednesday”,
	"time": “3:30 PM - 5:20 PM”,
	"aoi": “Environment”,
	"description": “This team will encourage students to develop sustainable projects within the community and the University through environmentally centered projects that help students gain real world experience while still in a college environment.”,
	"website": “http://epics.ecn.purdue.edu/eii/”,
    },
    {
	"team_abbrev": “GLASS”,
	"team_name": “Greater Lafayette Area Special Services”,
	"day": “Wednesday”,
	"time": “1:30 PM - 3:20PM”, 
	"aoi": “Human Services”,
	"description": “The GLASS team develops, electromechanical and software solutions (iPad APPs) which enable students with disabilities ages 3 to 21 to function more independently and to enjoy a better quality of life. This includes projects aimed to accomplish daily living tasks, assist with communication or to help participate in educational or recreational activities.”,
	"website": “http://epics.ecn.purdue.edu/glass/”,
    },
    {
"team_abbrev": “IS”,
	"team_name": “Imagination Station”,
	"day": “Tuesday”,
	"time": “1:30 PM - 3:20 PM”,
	"aoi": “Human Services”,
	"description": “Applying new and innovative technologies, the team designs interactive and fun exhibits for children museums. Active projects include: Mars Rover and Laser Harp. Individuals on the team come from a diverse background of majors which allows us to not only stimulate children's interest but to educate them in a number of different fields as well. The projects grant great exposure to digital design opportunities as well as manufacturing.”,
	"website": “http://epics.ecn.purdue.edu/is/”,
    },
    {
	"team_abbrev": “TORCH”,
	"team_name": “TORCH”,
	"day": “Tuesday”,
	"time": “8:30 AM - 10:20 AM”,
	"aoi": “Human Services”,
	"description": “Indiana will be celebrating its bicentennial year in 2016.  They have requested torches for adults and children.  The adults' torch will have actual fire and will be constructed by the Aero Department.  We are attempting to build a torch for children that will be lit by LED technology.  This torch will travel to schools in the State of Indiana and will look like the torch on the state flag.”,
	"website": “http://epics.ecn.purdue.edu/torch/”,
    },
    {
	"team_abbrev": “AD”,
	"team_name": “Advanced Design”,
	"day": “Tuesday”,
	"time": “10:30 AM - 12:20 PM”,
	"aoi": “Human Services”,
	"description": “An advanced design team developing apps for mobile devices, iPad, and Google Android that can also benefit the community (e.g., communication device using the iPad) and/or advanced databases.”,
	"website": “http://epics.ecn.purdue.edu/apps/”,
    },
    {
	"team_abbrev": “DISC”,
	"team_name": “Database and Innovative software for the Community”,
	"day": “Thursday”,
	"time": “10:30 AM - 12:20 PM”,
	"aoi": “Human Services”,
	"description": “DISC will be creating scalable data-centric applications meant to track and organize project partner's information. There is a focus on remotely accessible tools that are full function and easy to use. A lot of the currently projects use .net and databases, but there are also projects using Python, HTML, CSS, and other technologies.”,
	"website": “http://epics.ecn.purdue.edu/disc/”,
    },
    {
	"team_abbrev": “HFH”,
	"team_name": “Habitat for Humanity”,
	"day": “Thursday”,
	"time": “1:30 PM - 3:20 PM”,
	"aoi": “Human Services”,
	"description": “DISC will be creating scalable data-centric applications meant to track and organize project partner's information. There is a focus on remotely accessible tools that are full function and easy to use. A lot of the currently projects use .net and databases, but there are also projects using Python, HTML, CSS, and other technologies.”,
	"website": “http://epics.ecn.purdue.edu/hfh/”,
    },
    {
	"team_abbrev": “HIC”,
	"team_name": “Health for India’s Children”,
	"day": “Friday”,
	"time": “1:30 PM - 3:20 PM”,
	"aoi": “Human Services”,
	"description": “DISC will be creating scalable data-centric applications meant to track and organize project partner's information. There is a focus on remotely accessible tools that are full function and easy to use. A lot of the currently projects use .net and databases, but there are also projects using Python, HTML, CSS, and other technologies.”,
	"website": “http://epics.ecn.purdue.edu/hfic/”,
    },
    {
	"team_abbrev": “ISBVI”,
	"team_name": “Indiana School for the Blind and Visually Impaired”,
	"day": “Monday”,
	"time": “1:30 PM - 3:20 PM”,
	"aoi": “Human Services”,
	"description": “Students in this project-based design course will solve a real-world problem by developing iOS APPs, mechanical tools, and associated interfaces for teaching mathematical concepts to blind and visually impaired students. Example projects include developing a high-contrast, iPad platform graphing calculator for visually impaired students and a tactile, mechanically driven display for communicating graphic data to blind students. Students with a background or interest in communications, education, project management, object-oriented programming, or electromechanical design are encouraged to participate.”,
	"website": “http://epics.ecn.purdue.edu/isbvi/”,
    },
    {
	"team_abbrev": “ABOD”,
	"team_name": “ABOD”,
	"day": “Monday”,
	"time": “3:30 PM - 5:20 PM”,
	"aoi": “Human Services”,
	"description": “The ABOD project's mission is to help impoverished or diaster-stricken regions create stable communities that are empowered to enhance quality of life by improving basic living conditions.”,
	"website": “http://epics.ecn.purdue.edu/abod/”,
    },
    {
	"team_abbrev": “ECUADOR”,
	"team_name": “ECUADOR”,
	"day": “Tuesday”,
	"time": ”8:30 AM - 10:20 AM”,
	"aoi": “Human Services”,
	"description": “Students will be exposed to culture and engineering in Ecuador. Spring 2015 Ecuador team will restart a global design team (GDT) project that had been postponed while directions for the project was clarified. Opportunities exist to strengthen our global community by: development of alternate building materials, exploration of EPICS expansion, and development of cultural readiness.”,
	"website": “http://epics.ecn.purdue.edu/ecuador/”,
    },
    {
	"team_abbrev": ”AAEE”,
	"team_name": “Aero and Astro Engineering Education”,
	"day": “Thursday”,
	"time": “10:30 AM - 12:20 PM”,
	"aoi": “Education and Outreach”,
	"description": ”Designs fun, interactive, space related educational projects to benefit Purdue Space Day and other Aero outreach activities. Example projects: Mars Rover, Catapult, air plane launcher, etc.”,
	"website": “http://epics.ecn.purdue.edu/aaee/”,
    },
    {
	"team_abbrev": “CED”,
	"team_name": “Cellular Engineering Demonstrations”,
	"day": “Wednesday”,
	"time": “1:30 PM - 3:20 PM”,
	"aoi": “Education and Outreach”,
	"description": “Our mission is to design and create interactive models of living cells to engage young children. Our desire is to teach individuals ages 10 and up about forces that allow our cells to hear, grow, and touch.”,
	"website": “http://epics.ecn.purdue.edu/ced/”,
    },
    {
	"team_abbrev": “GLEE”,
	"team_name": “Greater Lafayette Elementary Education”,
	"day": “Wednesday”,
	"time": “3:30 PM - 5:20 PM”,
	"aoi": “Education and Outreach”,
	"description": “The team works in conjunction with the HHES science club to build fun projects for the school's science museum. The team has direct contact with children, building projects the kids enjoy most. The science museum projects encompass all disciplines.”,
	"website": “http://epics.ecn.purdue.edu/glee/”,
    },
    {
	"team_abbrev": “HDEV”,
	"team_name": “Haiti Development”,
	"day": “Wednesday”,
	"time": “4:30 PM - 6:20 PM”,
	"aoi": “Education and Outreach”,
	"description": “The HDEV team is currently working on a portal that will connect the people of Purdue to the community via the web. It will serve as a means through which the community will better be able to connect with the resources of Purdue and all of the valuable clubs and service learning opportunities available.”,
	"website": “http://epics.ecn.purdue.edu/hdev/”,
    },
    {
	"team_abbrev": “IMS”,
	"team_name": “Information Management Systems”,
	"day": “Monday”,
	"time": “10:30 AM - 12:20 PM”,
	"aoi": “Education and Outreach”,
	"description": ”This team develops online, large scale software applications for EPICS students and faculty at Purdue and EPICS teams nationwide. The EPICS administration uses the tools to maintain student and advisor information, and EPICS students use the tools to interact more effectively with their teammates. General programming knowledge (in any programming language) is necessary and will be applied in your tenure on this team.”,
	"website": “http://epics.ecn.purdue.edu/ims/”,
    },
    {
	"team_abbrev": “LSMTE”,
	"team_name": “Learning Science and Math Through Engineering”, 
	"day": “Wednesday”,
	"time": “10:30 AM - 12:20 PM”,
	"aoi": “Education and Outreach”,
	"description": “This team works with K-12 grade students to design innovative ways to help strengthen their math skills and develop an appreciation for engineering.”,
	"website": “http://epics.ecn.purdue.edu/lsme/”,
    },
    {
	"team_abbrev": “CR”,
	"team_name": “Camp Riley”,
	"day": “Tuesday”,
	"time": “10:30 AM - 12:20 PM”,
	"aoi": “Access and Abilities”
	"description": “Camp Riley is a summer camp for children with disabilities held at Bradford Woods, Indiana University's 2,500-acre universally accessible outdoor recreational facility in Martinsville, Indiana. Although the camp is very accessible, there are still barriers for the children to be able to participate fully in all of the activities. This EPICS course will focus on designing ways to overcome some of these barriers.”,
	"website": “http://epics.ecn.purdue.edu/cr/”,
    },
    {
	"team_abbrev": “GDAT”,
	"team_name": “Global Design of Assistive Technology”,
	"day": “Friday”,
	"time": “8:30 AM - 10:20 AM”,
	"aoi": “Access and Abilities”,
	"description": “The GDAT team designs and develops devices that assist differently-abled individuals, their caregivers, and healthcare providers with rehabilitation exercises and daily-life activities in Ireland.”,
	"website": “http://epics.ecn.purdue.edu/gdat/”,
    },
    {
	"team_abbrev": ”DRC”,
	"team_name": “Disability Resource Center”,
	"day": “Thursday”,
	"time": “3:30 PM - 5:20 PM”,
	"aoi": “Access and Abilities”,
	"description": “The DRC team works with the Disability Resource Center. The team's goal is to create innovative solutions for students with disabilities so these students may perform the same activities and take advantage of the same opportunities available to their peers. These solutions include designing software, furniture, and other adaptive products.”,
	"website": “http://epics.ecn.purdue.edu/drc/”,
    },
    {
	"team_abbrev": “GAPS”,
	"team_name": “Global Alternative Power Solutions”,
	"day": “Wednesday”,
	"time": “8:30 AM - 10:20 AM”,
	"aoi": “Environment”,
	"description": “This team will be developing alternative energy solutions to provide power to remote villages in rural Colombia through collaborations with Colombian universities, communities and industries.”,
	"website": “http://epics.ecn.purdue.edu/gaps/”,
    }
    {
	"team_abbrev": “NS”,
	"team_name": “Neighborhood Sustainability”,
	"day": “Friday”,
	"time": “10:30 AM - 12:20 PM”,
	"aoi": “Environment”,
	"description": “This team will partner with City of Lafayette to develop strategies to enhance neighborhood sustainability, especially for homes, neighborhoods, and public facilities.  This may include strategies for new construction as well as existing facilities, including historic buildings, and include those practices that may be more applicable at the neighborhood scale.  These strategies will attempt to maintain a balance of cost, do-it-yourself feasibility, and effectiveness and include a broad range of sustainability practices, encompassing energy efficiency, storm water management, construction material selection, environmental concerns and certification processes such as LEED.”,
	"website": “http://epics.ecn.purdue.edu/ns/”,
    }
  ]
}

